const AboutUsFirst: React.FC = (): JSX.Element => {
  return (
    <div className="px-10 about-us-first">
      <div className="lg:max-w-7xl mx-auto grid grid-cols-1 gap-8">
        <div className="flex flex-col gap-9 justify-center">
          <p className="text-2xl leading-9">
            Ми пропонуємо вам розкрити двері до світу неперевершеної краси та
            бездоганного стилю через нашу команду ландшафтного дизайну. Вибравши
            нас, ви обираєте перлину сучасного мистецтва, що знаходить своє
            втілення в кожній незабутній деталі вашого ландшафту.
          </p>
          <p className="text-2xl leading-9">
            Наша команда експертів переплітає власний талант з найсучаснішими
            технологіями та передовими матеріалами, щоб створити простір, що
            викликає захват та залишає слід у вашому серці. Кожна квітка, кожен
            камінчик, кожен дрібний акцент розкриває симфонію краси, запрошуючи
            вас на таємничу подорож до вишуканого садового раю.
          </p>
        </div>
      </div>
    </div>
  );
};

export default AboutUsFirst;
